Repository: anara-app/requestHub
Catalog: packages/admin/locales/*/messages.po
Languages: ru

source: Access Denied
ru: Доступ запрещен

source: You don't have permission to perform this action
ru: У вас нет разрешения на выполнение этого действия

source: {0, plural, one {subordinate} other {subordinates}}
ru: {0, plural, one {подчиненный} other {подчиненных}}

source: {0} is required
ru: {0} обязательно

source: {0} must be at least {1}
ru: {0} должно быть не менее {1}

source: {0} must be at least {1} characters
ru: {0} должно содержать минимум {1} символов

source: {0} must be no more than {1}
ru: {0} не должно превышать {1}

source: {0} must be no more than {1} characters
ru: {0} не должно превышать {1} символов

source: {0} of {1}
ru: {0} из {1}

source: ✓ File uploaded successfully
ru: ✓ Файл успешно загружен

source: Accepted File Types
ru: Допустимые типы файлов

source: Action
ru: Действие

source: Action Label
ru: Метка действия

source: Actions
ru: Действия

source: Active
ru: Активный

source: Active Users
ru: Активные пользователи

source: Add
ru: Добавить

source: Add a comment about your decision...
ru: Добавьте комментарий о вашем решении...

source: Add a comment...
ru: Добавить комментарий...

source: Add Comment
ru: Добавить комментарий

source: Add Form Field
ru: Добавить поле формы

source: Add Option
ru: Добавить опцию

source: Add Step
ru: Добавить этап

source: All Requests
ru: Все заявки

source: All statuses
ru: Все статусы

source: All types
ru: Все типы

source: Allow Multiple Files
ru: Разрешить несколько файлов

source: Analytics
ru: Аналитика

source: Approval
ru: Одобрение

source: Approve
ru: Одобрить

source: Approved
ru: Одобрено

source: Approved Requests
ru: Одобренные заявки

source: Approved: {0}
ru: Одобрено: {0}

source: Archive
ru: Архивировать

source: Archive Reason
ru: Причина архивирования

source: Archive Template
ru: Архивировать шаблон

source: Archived
ru: Архивировано

source: Archived By
ru: Архивировано пользователем

source: Archived Date
ru: Дата архивирования

source: Archived templates will no longer be available for creating new requests, but existing requests using this template will continue to work.
ru: Архивированные шаблоны больше не будут доступны для создания новых заявок, но существующие заявки, использующие этот шаблон, продолжат работать.

source: Are you sure you want to archive the template
ru: Вы действительно хотите архивировать этот шаблон

source: Are you sure you want to restore the template
ru: Вы действительно хотите восстановить этот шаблон

source: Assignment Type
ru: Тип назначения

source: Assignment: {0}
ru: Назначение: {0}

source: Audit Trail
ru: Журнал аудита

source: Avg. Processing Time
ru: Среднее время обработки

source: Back to Requests
ru: Вернуться к заявкам

source: Back to Templates
ru: Назад к шаблонам

source: by
ru: от

source: by {0} {1}
ru: от {0} {1}

source: Cancel
ru: Отмена

source: Cancelled
ru: Отменено

source: Change file...
ru: Изменить файл...

source: Change theme
ru: Сменить тему

source: Column Width (1-12)
ru: Ширина колонки (1-12)

source: Comment (Optional)
ru: Комментарий (необязательно)

source: Comment added successfully
ru: Комментарий успешно добавлен

source: Comment is required
ru: Комментарий обязателен

source: Comments
ru: Комментарии

source: Completed
ru: Завершено

source: Confirm status update
ru: Подтвердить обновление статуса

source: Create a new workflow request
ru: Создайте новую заявку на рабочий процесс

source: Create custom form fields that users will fill when creating requests with this template
ru: Создайте пользовательские поля формы, которые пользователи будут заполнять при создании заявок с этим шаблоном

source: Create New Workflow Template
ru: Новый шаблон

source: Create Template
ru: Создать шаблон

source: Create User
ru: Создать пользователя

source: Create Your First Request
ru: Создать первую заявку

source: Created
ru: Создано

source: Created By
ru: Создано пользователем

source: Created:
ru: Создано:

source: Current Step
ru: Текущий этап

source: Current Step:
ru: Текущий этап:

source: Custom Form Fields
ru: Пользовательские поля формы

source: Daily
ru: Ежедневно

source: Data Points:
ru: Точки данных:

source: Date
ru: Дата

source: Date Range
ru: Диапазон дат

source: day
ru: день

source: days
ru: дней

source: Description
ru: Описание

source: Description must be at least 10 characters
ru: Описание должно содержать минимум 10 символов

source: Description:
ru: Описание:

source: Disabled
ru: Отключено

source: Draft
ru: Черновик

source: Dynamic (assign based on relationships)
ru: Динамический (назначение на основе отношений)

source: Dynamic Assignment
ru: Динамическое назначение

source: Dynamic assignment (no assignment selected)
ru: Динамическое назначение (назначение не выбрано)

source: Dynamic Assignment: {dynamicLabel}
ru: Динамическое назначение: {dynamicLabel}

source: e.g., .pdf,.doc,.jpg
ru: например: .pdf,.doc,.jpg

source: Edit
ru: Редактировать

source: Edit Template
ru: Редактировать шаблон

source: Edit User
ru: Редактировать пользователя

source: Enter a descriptive title for your request
ru: Введите описательное название для вашей заявки

source: Enter a reason for archiving this template...
ru: Введите причину архивации этого шаблона...

source: Enter action label (e.g., 'Review and Approve')
ru: Введите метку действия (например, 'Просмотр и Одобрение')

source: Enter field description
ru: Введите описание поля

source: Enter field label
ru: Введите название поля

source: Enter field name (no spaces)
ru: Введите имя поля (без пробелов)

source: Enter placeholder text
ru: Введите текст заполнителя

source: Enter template description
ru: Введите описание шаблона

source: Enter template name
ru: Введите название шаблона

source: Error
ru: Ошибка

source: Error loading hierarchy
ru: Ошибка загрузки иерархии

source: Error loading requests
ru: Ошибка загрузки заявок

source: Error parsing form fields
ru: Ошибка разбора полей формы

source: Error parsing workflow steps
ru: Ошибка разбора этапов рабочего процесса

source: Failed to add comment
ru: Не удалось добавить комментарий

source: Failed to approve request
ru: Не удалось одобрить заявку

source: Failed to create workflow template
ru: Не удалось создать шаблон рабочего процесса

source: Failed to load analytics data. Please try again later.
ru: Не удалось загрузить аналитические данные. Пожалуйста, попробуйте позже.

source: Failed to load request trends data. Please try again later.
ru: Не удалось загрузить данные о трендах заявок. Пожалуйста, попробуйте позже.

source: Failed to load the organization hierarchy. Please try again later.
ru: Не удалось загрузить организационную иерархию. Попробуйте еще раз позже.

source: Failed to reject request
ru: Не удалось отклонить заявку

source: Failed to submit request
ru: Не удалось подать заявку

source: Failed to upload file
ru: Не удалось загрузить файл

source: Field
ru: Поле

source: Field Label
ru: Название поля

source: Field label and name are required
ru: Название и имя поля обязательны

source: Field name
ru: Название поля

source: Field Name
ru: Имя поля

source: Field name must be unique
ru: Имя поля должно быть уникальным

source: Field Type
ru: Тип поля

source: File "{0}" uploaded successfully
ru: Файл "{0}" успешно загружен

source: Filter by status
ru: Фильтр по статусу

source: Filtered by:
ru: Отфильтровано по:

source: Fit View
ru: Поместить в видимую область

source: Form Field
ru: Поле формы

source: Form Fields
ru: Поля формы

source: Go Back
ru: Назад

source: Group By
ru: Группировать по

source: Horizontal Layout
ru: Горизонтальное расположение

source: In Progress
ru: В процессе

source: Initiated by:
ru: Инициатор:

source: Initiator
ru: Инициатор

source: Initiator's Supervisor
ru: Руководитель инициатора

source: Label
ru: Название

source: Last 30 days
ru: Последние 30 дней

source: Last 7 days
ru: Последние 7 дней

source: Last 90 days
ru: Последние 90 дней

source: Legacy Role: {0}
ru: Устаревшая роль: {0}

source: Loading audit trail...
ru: Загрузка журнала аудита...

source: Loading organization chart...
ru: Загрузка организационной схемы...

source: Loading...
ru: Загрузка...

source: Logout
ru: Выход

source: Manage system users
ru: Управляйте пользователями системы

source: Manage user roles and permissions
ru: Управляйте ролями и разрешениями пользователей

source: Manage workflow templates
ru: Управляйте шаблонами рабочих процессов

source: Managers
ru: Менеджеры

source: Max Length
ru: Максимальная длина

source: Max Value
ru: Максимальное значение

source: Min Length
ru: Минимальная длина

source: Min Value
ru: Минимальное значение

source: Missing Template
ru: Отсутствует шаблон

source: Monthly
ru: Ежемесячно

source: My Requests
ru: Мои заявки

source: N/A
ru: Н/Д

source: Name
ru: Название

source: Navigate quickly to other sections of the dashboard
ru: Быстро переходите к другим разделам панели управления

source: New Request
ru: Новая заявка

source: No archived templates found
ru: Архивные шаблоны не найдены

source: No audit trail entries found
ru: Записи журнала аудита не найдены

source: No comments yet
ru: Комментарии пока отсутствуют

source: No data available for the selected period
ru: Нет данных за выбранный период

source: No description
ru: Без описания

source: No description available
ru: Описание недоступно

source: No form fields added yet. Add your first field to get started.
ru: Поля формы еще не добавлены. Добавьте первое поле для начала.

source: No form fields configured for this template.
ru: Для этого шаблона не настроены поля формы.

source: No matching requests found
ru: Соответствующих заявок не найдено

source: No pending approvals
ru: Отсутствуют ожидающие одобрения

source: No performance data available yet
ru: Данные о производительности пока недоступны

source: No request data available yet
ru: Данные о заявках пока недоступны

source: No requests found
ru: Заявки не найдены

source: No requests match your search
ru: Заявки не соответствуют запросу

source: No Results Found
ru: Результаты не найдены

source: No template ID provided. Please select a template from the raise request page.
ru: ID шаблона не предоставлен. Пожалуйста, выберите шаблон со страницы подачи заявки.

source: No template usage data available yet
ru: Данные об использовании шаблонов пока недоступны

source: No users match the current search criteria.
ru: Ни один пользователь не соответствует текущим критериям поиска.

source: No workflow requests found
ru: Заявки на процессы не найдены

source: No workflow requests have been submitted yet.
ru: Заявки на процессы еще не были поданы.

source: No workflow templates available
ru: Шаблоны процессов недоступны

source: No workflow templates found. Create one to get started.
ru: Шаблоны процессов не найдены. Создайте шаблон для начала.

source: No workflow templates have been created yet. Contact your administrator.
ru: Шаблоны процессов еще не созданы. Обратитесь к администратору.

source: Not set
ru: Не установлено

source: Not started
ru: Не начато

source: Option label
ru: Название опции

source: Option value
ru: Значение опции

source: Options
ru: Опции

source: Organization
ru: Организация

source: Organization Hierarchy
ru: Организационная иерархия

source: Partner Neft
ru: Партнер Нефть

source: Pending
ru: В ожидании

source: Pending approval
ru: Ожидает одобрения

source: Pending Approvals
ru: Ожидающие одобрения

source: Pending your approval
ru: Ожидает вашего одобрения

source: Period:
ru: Период:

source: Placeholder
ru: Заполнитель

source: Progress
ru: Прогресс

source: Provide details about your request
ru: Предоставьте детали вашей заявки

source: Quick Access
ru: Быстрый доступ

source: Raise Request
ru: Подать заявку

source: Reason for archiving (optional)
ru: Причина архивации (необязательно)

source: Reject
ru: Отклонить

source: Rejected
ru: Отклонено

source: Rejected Requests
ru: Отклоненные заявки

source: Rejected: {0}
ru: Отклонено: {0}

source: Remove
ru: Удалить

source: request
ru: заявка

source: Request approved successfully
ru: Заявка успешно одобрена

source: Request Data:
ru: Данные заявки:

source: Request Details
ru: Детали заявки

source: Request Information
ru: Информация о заявке

source: Request Not Found
ru: Заявка не найдена

source: Request rejected successfully
ru: Заявка успешно отклонена

source: Request submitted successfully
ru: Заявка успешно подана

source: Request Title
ru: Название заявки

source: Request Trends
ru: Тренды заявок

source: Request Type
ru: Тип заявки

source: requests
ru: заявок

source: Required
ru: Обязательно

source: Requires {0} approval
ru: Требует одобрения {0}

source: Reset Filters
ru: Сбросить фильтры

source: Restore
ru: Восстановить

source: Restore Template
ru: Восстановить шаблон

source: Review
ru: Рассмотреть

source: Review requests awaiting approval
ru: Рассматривайте заявки, ожидающие одобрения

source: Review Required
ru: Требуется рассмотрение

source: Role
ru: Роль

source: Role-based (assign to users with specific role)
ru: На основе роли (назначение пользователям с определенной ролью)

source: Role-based assignment (no role selected)
ru: Назначение на основе роли (роль не выбрана)

source: Role: {0}
ru: Роль: {0}

source: Roles
ru: Роли

source: Rows
ru: Строки

source: Save Changes
ru: Сохранить изменения

source: Search
ru: Поиск

source: Search by name or role...
ru: Поиск по имени или роли...

source: Search by title, description, template, or initiator...
ru: Поиск по названию, описанию, шаблону или инициатору...

source: Search requests...
ru: Поиск заявок...

source: Select a role
ru: Выберите роль

source: Select a workflow template to start a new request. Each request will follow the approval process defined in the template.
ru: Выберите шаблон процесса для создания новой заявки. Каждая заявка будет следовать процессу одобрения, определенному в шаблоне.

source: Select file...
ru: Выбрать файл...

source: Select grouping
ru: Выберите группировку

source: Select Language
ru: Выбрать язык

source: Select range
ru: Выберите диапазон

source: Self-managed
ru: Самоуправляемые

source: Show Active
ru: Показать активные

source: Show Archived
ru: Показать архивированные

source: Sign In
ru: Войти

source: Start Request
ru: Начать заявку

source: Status
ru: Статус

source: Status Distribution
ru: Распределение по статусам

source: Step
ru: Этап

source: steps
ru: этапов

source: Steps
ru: Этапы

source: Submit Request
ru: Подать заявку

source: Submitted
ru: Подано

source: Submitted By
ru: Подано пользователем

source: Success
ru: Успешно

source: Take Action
ru: Выполнить действие

source: Template
ru: Шаблон

source: Template Details
ru: Детали шаблона

source: Template Name
ru: Название шаблона

source: Template name is required
ru: Название шаблона обязательно

source: Template not found
ru: Шаблон не найден

source: Template Not Found
ru: Шаблон не найден

source: Template Usage
ru: Использование шаблонов

source: Template:
ru: Шаблон:

source: The requested template could not be found or you don't have permission to access it.
ru: Запрашиваемый шаблон не найден или у вас нет доступа к нему.

source: The requested workflow request could not be found.
ru: Запрашиваемая заявка на процесс не найдена.

source: There are no requests waiting for {0} approval at this time.
ru: В данный момент нет заявок, ожидающих одобрения {0}.

source: This will make the template available for creating new workflow requests again.
ru: Это сделает шаблон снова доступным для создания новых заявок на рабочие процессы.

source: Title
ru: Название

source: Title must be at least 3 characters
ru: Название должно содержать минимум 3 символа

source: Top Approvers
ru: Лучшие утверждающие

source: Top Performers
ru: Лучшие исполнители

source: Top Request Creators
ru: Лучшие создатели заявок

source: Top-level Nodes
ru: Узлы верхнего уровня

source: Total Requests
ru: Всего заявок

source: Total Requests:
ru: Всего заявок:

source: Total Users
ru: Всего пользователей

source: Try adjusting your filters or date range
ru: Попробуйте изменить фильтры или диапазон дат

source: Try adjusting your search criteria or filters.
ru: Попробуйте изменить критерии поиска или фильтры.

source: Try adjusting your search terms or clear the search to see all pending approvals.
ru: Попробуйте изменить условия поиска или очистите поиск, чтобы увидеть все ожидающие одобрения.

source: Type
ru: Тип

source: Unique Roles
ru: Уникальные роли

source: Unknown
ru: Неизвестно

source: Unknown assignment
ru: Неизвестное назначение

source: Unknown Template
ru: Неизвестный шаблон

source: Unnamed User
ru: Безымянный пользователь

source: Untitled Field
ru: Поле без названия

source: Update
ru: Обновить

source: Updated
ru: Обновлено

source: Upload Error
ru: Ошибка загрузки

source: Uploading file...
ru: Загрузка файла...

source: User
ru: Пользователь

source: User successfully created
ru: Пользователь успешно создан

source: User successfully deleted
ru: Пользователь успешно удален

source: Users
ru: Пользователи

source: Validation Rules
ru: Правила валидации

source: Value
ru: Значение

source: Vertical Layout
ru: Вертикальное расположение

source: View all system requests
ru: Просматривайте все системные заявки

source: View and manage your requests
ru: Просматривайте и управляйте своими заявками

source: View Details
ru: Детали

source: View organization hierarchy
ru: Просматривайте организационную иерархию

source: waiting for your approval
ru: ожидают вашего одобрения

source: Weekly
ru: Еженедельно

source: Workflow Progress
ru: Прогресс процесса

source: Workflow Steps
ru: Этапы процесса

source: Workflow template created successfully
ru: Шаблон рабочего процесса успешно создан

source: Workflow Templates
ru: Шаблоны процессов

source: You are about to update the status of this request. Please provide a comment explaining your decision.
ru: Вы собираетесь обновить статус этой заявки. Пожалуйста, предоставьте комментарий с объяснением вашего решения.

source: You don't have a role assigned. Please contact an administrator.
ru: У вас нет назначенной роли. Обратитесь к администратору.

source: You don't have permission to access this page. Please contact your administrator if you believe this is an error.
ru: У вас нет разрешения на доступ к этой странице. Пожалуйста, обратитесь к администратору, если считаете, что это ошибка.

source: You haven't submitted any workflow requests yet.
ru: Вы еще не подали ни одной заявки на процессы.

source: You need a role assigned to approve requests.
ru: Для одобрения заявок вам нужно иметь назначенную роль.
